; WinSnap v2.0.1 Japanese Language File (Template)
; Translated by barlog dai <nihongoka@gmail.com>
;翻訳についての指摘、ご質問は http://barca.daa.jp までご連絡ください

;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################
;version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="実行ファイルフィルタ (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="透明度を保持して保存"

; Settings, Image tab
20061="透明度"

; Capture modes
20211="フルスクリーン"
20212="アプリケーション"
20213="ウィンドウ"
20214="メニュー"
20215="オブジェクト"
20216="領域指定"

; Main menu, Capture
20511="フルスクリーン(&F)\tCtrl+1"
20512="アプリケーション(&A)\tCtrl+2"
20513="ウィンドウ(&W)\tCtrl+3"
20514="メニュー(&M)\tCtrl+5"
20515="オブジェクト(&O)\tCtrl+4"
20516="領域指定(&R)\tCtrl+6"

; Main menu
20600="ツール(&T)"
20601="カスタマイズ(&C)..."

; Tray menu
20921="フルスクリーン(&F)"
20922="アプリケーション(&A)"
20923="ウィンドウ(&W)"
20924="メニュー(&M)"
20925="オブジェクト(&O)"
20926="領域指定(&R)"

; Settings, Hotkeys tab
21712="フルスクリーン:"
21713==アプリケーションウィンドウ:"
21714="アクティブウィンドウ:"
21715="ポップアップメニュー:"
21716="オブジェクトキャプチャの開始:"
21717="領域指定キャプチャの開始:"

; Customize Tools dialog
23000="ツールのカスタマイズ"
23001="新規..."
23002="編集..."
23003="削除"
23004="上へ"
23005="下へ"
23006="閉じる"

; New Tool dialog
23100="外部ツール"
23101="OK"
23102="キャンセル"

23110="アプリケーション:"
23111="タイトル:"
23112="コマンド:"
23113="参照..."
23114="パラメータ:"
23115="コマンド実行後に WinSnap を最小化する"
23116="イメージ保存時にファイル名を確認しない"
23120="保存オプション:"
23121="フォルダ:"
23122="参照..."
23123="ファイル名:"
23124="ファイル形式:"

; Region mode, right-click menu
24106="固定サイズ"
24107="ポジションを登録"

; Object mode, helper dialog
24201="画面上でマウスポインターを移動すると選択を変更します。Ctrl キーで複数オブジェクトの選択、右ボタンで設定を変更します。"
24202="タイトル:"
24203="クラス:"
24204="プロセス:"

; Object mode, right-click menu
24300="オブジェクトの選択\tSpace"
24301="選択の反転\tTab"
24302="選択の解除\tBackspace"
24303="ボタンとコントロール"
24304="アプリケーションウィンドウ"
24305="キャプチャの中止\tEsc"
24306="メニューを閉じる"

; Register dialog
28000="WinSnap の登録"
28001="今すぐ注文！"
28002="ライセンスキーの入力..."
28003="続ける"
28004="終了"
28010="この WinSnap は 30 日間の試用バージョンです。続けてご使用くださる場合はライセンスを購入しなければなりません。"
28011="残り %d 日間、御試用いただけます。"
28012="ライセンスと価格"

; About dialog
28100="WinSnap について"
28101="OK"
28102="登録"
28103="この製品の登録者:"
28104="サポートフォーラム"

; Errors
32009="ディレクトリが不正です:\r\n%s"
32010="プロセスを作成できませんでした。"
32020="名前を入力してください。"


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 1000="German (Deutsch)"
10000="Japanese ( 日本語 )"


; Caption
20000="Windows Snapshot Maker v2.0.1"
20001=" (未登録)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="ショット"

; Print job name
20011="WinSnap スクリーンショット"

; Save/Open filters
20030="すべてのファイル (*.*)"
20031="すべての対応フォーマット"
20032="ライセンスキーデータ (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< なし >>"
20091="準備中..."

; Main window
20100="閉じる"
20101="新規スナップ"
20102="クリップボードにコピー"
20103="画像の保存..."
20104="E-Mail送信..."

20110="色彩効果:"
20111="オフ"
20112="グレイスケール"
20113="セピア"
20114="反転"

20115="影:"
20116="オフ"
20117="ポジ"
20118="ネガ"
20119="アウトライン"

20120="その他:"
20121="輪郭"
20122="ウォーターマーク"
20123="回転"
20124="スケール"

20200="キャプチャモード:"
20201="フルスクリーン"
20202="アプリケーション"
20203="ウィンドウ"
20204="クライアント"
20205="ポップアップメニュー"
20206="領域選択"

; Menu
20300="ファイル(&F)"
20301="新規スナップ(&N)\tCtrl+N"
20302="画像を開く(&O)...\tCtrl+O"
20303="保存(&S)\tCtrl+S"
20304="名前をつけ保存(&A)..."
20305="サムネイルに名前をつけ保存(&T)..."
20306="プリント(&P)...\tCtrl+P"
20307="ページ設定(&e)..."
20308="終了(&x)"

20350="編集(&E)"
20351="コピー(&C)\tCtrl+C"
20352="サムネイルをコピー(&T)"
20353="貼り付け(&P)\tCtrl+V"
20354="クリアー\tDel"

20400="オプション(&O)"
20401="自動保存(&S)"
20402="自動コピー(&C)"
20403="設定...\tF2"

20410="色彩効果(&C)"
20411="オフ(&O)"
20412="グレイスケール(&G)"
20413="セピア(&S)"
20414="色反転(&I)"

20420="影(&S)"
20421="オフ(&O)"
20422="ポジ(&P)"
20423="ネガ(&N)"
20424="アウトライン(&u)"

20430="その他(&M)"
20431="輪郭(&C)"
20432="ウォーターマーク(&W)"
20433="回転(&R)"
20434="スケール(&S)"

20500="キャプチャ(&C)"
20501="フルスクリーン(&F)\tCtrl+1"
20502="アプリケーション(&A)\tCtrl+2"
20503="ウィンドウ(&W)\tCtrl+3"
20504="クライアント領域(&C)\tCtrl+4"
20505="ポップアップメニュー(&M)\tCtrl+5"
20506="領域選択...(&R)\tCtrl+6"

20550="ヘルプ(&H)"
20551="目次(&H)\tF1"
20552="ホームページ(&o)"
20553="フォーラム(&F)"
20554="アップデートチェック(&U)"
20555="WinSnap について...(&A)"
20556="WinSnap の登録(&R)"
20557="ライセンスキー入力...(&E)"

; Tray menu
20900="WinSnap 非表示"
20901="WinSnap を開く"
20903="設定..."
20904="終了"

20911="フルスクリーン(&F)"
20912="アプリケーション(&A)"
20913="ウィンドウ(&W)"
20914="クライアント領域(&C)"
20915="ポップアップメニュー(&M)"
20916="領域選択(&R)"

; Config
21000="設定"
21001="OK"
21002="キャンセル"
21003="適用"

21050="全般設定"
21051="ブレンディング"
21052="キャンバス"
21053="ウォーターマーク"
21054="画像"
21055="ホットキー"

; General page
21100="言語:"
21101="さらなる言語..."
21102="WinSnap をスタートアップに登録"
21103="更新チェック前に確認"
21104="WinSnap 画面は常に最前面"
21105="WinSnap 画面の位置とサイズを記憶する"
21106="常にトレイアイコンを表示する"
21107="閉じるボタンでトレイに最小化"
21108="WinSnap 起動時にスナップショットを撮る:"
21109="起動時のスナップショットモード:"
21110="スナップショット時に音を鳴らす"
21111="スナップショット時にメイン画面を非表示"
21112="スナップショット前にトレイアイコンを非表示"
21113="スナップショット前に遅延させる (ミリ秒):"
21114="イメージにマウスカーソルを含める"

; Blending page
21200="影:"
21201="アングル:"
21202="°"
21203="距離:"
21204="ピクセル"
21205="サイズ:"
21206="ピクセル"
21207="不透明度:"
21208="%"
21209="色:"
21210="#"
21211="輪郭:"
21212="色:"
21213="#"
21214="サイズ:"
21215="ピクセル"
21216="背景:"
21217="色:"
21218="#"

; Canvas page
21400="回転:"
21401="アングル:"
21402="°"
21403="スケール:"
21404="スケールにアジャスト:"
21405="画像にフィット:"
21406="次元:"
21407="%"
21408="幅:"
21409="ピクセル"
21410="高さ:"
21411="ピクセル"
21412="比率を維持"
21413="詳細:"
21414="挿入モード:"

21490="隣にあわせる"
21491="バイリニア"
21492="バイキュービック"
21493="バイリニア-高品質"
21494="バイキュービック-高品質"

; Watermark page
21500="オーバーレイ:"
21501="画像 file:"
21502="参照..."
21503="オーバーレイの透明度:"
21504="不透明度:"
21505="%"
21506="位置:"
21507="イメージに対応する側面からのオフセットを指定:"
21508="水平:"
21509="%"
21510="垂直:"
21511="%"
21512="水平:"
21513="ピクセル"
21514="垂直:"
21515="ピクセル"
21516="相対的な座標を使用"

21590="上 - 左"
21591="上 - 中"
21592="上 - 右"
21593="真中 - 左"
21594="ド真中"
21595="真中 - 右"
21596="下 - 左"
21597="下 - 中"
21598="下 - 右"

; Saving page
21600="自動でクリップボードにコピーする"
21601="自動でディスクに保存する"
21602="保存時にファイル名を確認しない"
21603="自動保存モードで最小化状態を維持する"
21604="最小化時のイメージクリアはメモリで確保しておく"
21610="自動保存オプション:"
21611="デフォルトフォルダ:"
21612="参照..."
21613="ファイル名:"
21615="フォーマット:"
21620="圧縮率:"
21621="JPEG 品質:"
21622="%"
21699="スクリーンショットを自動保存するフォルダを指定してください。"

; Hotkeys page
21700="システム既定のホットキーを有効にする"
21701="キャプチャコントロール:"
21702="フルスクリーン:"
21703="アプリケーションウィンドウ:"
21704="アクティブウィンドウ:"
21705="クライアント領域:"
21706="ポップアップメニュー:"
21707="領域キャプチャの呼び出し:"
21720="WinSnap コントロール:"
21721="最小化/復元:"
21722="表示/非表示:"
21723="WinSnap の終了:"

; Region selection
24001="マウスか矢印キーを使用してスクリーンの領域を選択します。右ボタンで領域選択の変更、F1 キーでこのヘルパーを表示/非表示することができます。"
24002="位置:"
24003="x:"
24004="y:"
24005="サイズ:"
24006="w:"
24007="h:"

24100="長方形"
24101="角丸長方形"
24102="楕円"
24103="選択の解除\tBackspace"
24104="キャプチャ中止\tEsc"
24105="このメニューを破棄"

; Confirmations
31900="WinSnap 確認画面"
31901="WinSnap は既に起動中です。終了しますか？"
31902="WinSnap を終了しますか？"
31903="WinSnap を再起動して登録プロセスを確認します。\r\nWinSnap を終了してもよろしいですか？"

; Errors
32000="WinSnap エラー"
32001="言語ファイルを読み込めません。"
32002="設定をレジストリに保存できません。アクセス権限を確認してください。"
32003="画像を読み込めません。\r\nこれはサポート外のフォーマットで現在サポートされていません。"
32004="画像をディスクに保存できません。"
32005="画像を一時保存できません。"
32006="メールシステムサポートをロードできません (Mapi32.dll)"
32007="MAPI は送信に失敗しました。"
32008="WinSnap の登録に失敗しました。"

; Check for update
32500="WinSnap アップデート"
32501="オンラインにアップデータが存在しています。\r\n今すぐダウンロードを行いますか？"
32502="WinSnap は最新版です。アップデートは存在しません。"

